/* 
  BulletinBoard.strings
  SpringBoard

  Created by Benjamin Nielsen on 2/15/11.
  Copyright 2011 Apple Inc. All rights reserved.
*/

"DISMISS" = "Dismiss";
"OK" = "OK";
"LAUNCH" = "Launch";
"VIEW" = "View";

"AWAY_ITEM_TYPE_MIDDLE_FORMAT" = "%@, %@";
"AWAY_ITEM_TYPE_END_FORMAT" = "%@ & %@";
"AWAY_ITEM_TYPE_COUNT_FORMAT" = "%@ (%@)";

"AWAY_ITEM_PENDED_DEFAULT_FORMAT" = "You have %@ new %@ notifications";

"1_ATTACHMENT"  = "%@ Attachment";
"N_ATTACHMENTS" = "%@ Attachments";

"1_MORE_ATTACHMENT"  = "%@ More Attachment";
"N_MORE_ATTACHMENTS" = "%@ More Attachments";

